# SpotCoordinateBottomPrefix Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpotCoordinateBottomPrefix Property
ParameterTypeId Class See Also
---
"Bottom Coordinate Prefix"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpotCoordinateBottomPrefix { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpotCoordinateBottomPrefix As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpotCoordinateBottomPrefix {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace